export const fiveInARowReplicas = {
  1: {
    name: 'Авьер',
    description:
      'Авьер - начинающий хирург в Падуе. Жажда знаний завела его не туда, и теперь он вынужден искать поддержки в возвращении к нормальной жизни. Поможем же Авьеру продолжить студенческую жизнь, отгадав 25 слов!',
    5: 'Начни же!',
    10: 'Отличное начало!',
    15: 'Так держать!',
    20: 'Уже близко!',
    25: 'Благодарю тебя!',
  },
  2: {
    name: 'Доминик',
    description:
      'Доминик - волкозуб из лесов Баварии. Пытался спасти своего возлюбленного от священников и подписался на невыгодные условия, заключив договор с темной сущностью. Завершите 25 слов, чтобы снять проклятье!',
    5: 'Прокачай это дело!',
    10: 'Восхитительно начинаешь!',
    15: 'Неплохо держишься!',
    20: 'Уже почти там!',
    25: 'Очень благодарен тебе!',
  },
  3: {
    name: 'Скликс',
    description:
      'Скликс - тайный маг из трущоб Венеции. Незаконно помогал нуждающимся, но однажды нашел и использовал для исцеления ребенка фолиант с побочными действиями. Помогите ему вернуться к работе, пройдя 25 уровней!',
    5: 'Покажи свою мощь!',
    10: 'Великолепно взялся!',
    15: 'Отлично продолжаешь!',
    20: 'Близок к совершенству!',
    25: 'Большое тебе спасибо!',
  },
  4: {
    name: 'Альтеракс',
    description:
      'Альтеракс - лидер клана нежити, решивший переметнуться на сторону людей. Завершите 25 уровней, чтобы разорвать связь отряда с темными силами!',
    5: 'Воплощай свой потенциал!',
    10: 'Идеальное начало!',
    15: 'Прекрасная работа!',
    20: 'Почти достиг цели!',
    25: 'Сердечно тебе благодарю!',
  },
  5: {
    name: 'Мираксис',
    description:
      'Мираксис - король новообразованного государства человекозверей, борющийся за суверенитет и спокойную жизнь живых существ. Помогите ему достигнуть цели, решив 25 головоломок!',
    5: 'Раскрути это дело!',
    10: 'Восхитительный старт!',
    15: 'Продолжай в том же духе!',
    20: 'Ты уже очень близко!',
    25: 'Я тебе безмерно благодарен!',
  },
}
