export const fiveInARowDifficulties = {
  1: {
    label: 'Новичок',
    content:
      'Режим для новых игроков. Простые и частоиспользуемые слова. Тренируйтесь и наслаждайтесь простой игрой!',
    color: 'success',
  },
  2: {
    label: 'Любитель',
    content:
      'Стандартный режим. Стандартные слова русского языка. Проверьте свои знания именно здесь!',
    color: 'info',
  },
  3: {
    label: 'Продвинутый',
    content:
      'Слова на разные темы, включая некоторые редкие и неизвестные. Готовьтесь к вызову!',
    color: 'warning',
  },
  4: {
    label: 'Эксперт',
    content:
      'Сложные слова, которые только можно встретить в языке. Для настоящих экспертов в лексике!',
    color: 'danger',
  },
  5: {
    label: 'Лингвист',
    content: 'Самые редкие и необычные слова. Можете считать себя языковедом?',
    color: 'purple',
  },
}
